{
  "nodes": [
    {
      "op": "null", 
      "name": "data", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "__mul_scalar__0_NCHW3c", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse___sub_scalar_____mul_scalar_____layout_transform__", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[0, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "conv_1_conv2d_weight_OIHW3i8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm0_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm0_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm0_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[1, 0, 0], [2, 0, 0], [3, 0, 0], [4, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "conv_1_relu_gamma", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "prelu0", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse___layout_transform___prelu", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[5, 0, 0], [6, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "conv_2_dw_conv2d_weight_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm1_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "conv_2_dw_relu_gamma", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "prelu1", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_prelu", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[7, 0, 0], [8, 0, 0], [9, 0, 0], [10, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "prelu1_NCHW8c", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse___layout_transform___8", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[11, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "dconv_23_conv_sep_conv2d_weight_OIHW8i8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm2_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm2_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm2_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_1", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[12, 0, 0], [13, 0, 0], [14, 0, 0], [15, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "dconv_23_conv_sep_relu_gamma", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "prelu2", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse___layout_transform___prelu_1", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[16, 0, 0], [17, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "dconv_23_conv_dw_conv2d_weight_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm3_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "dconv_23_conv_dw_relu_gamma", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "prelu3", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_prelu_1", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[18, 0, 0], [19, 0, 0], [20, 0, 0], [21, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "prelu3_NCHW8c", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse___layout_transform___9", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[22, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "dconv_23_conv_proj_conv2d_weight_OIHW8i8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm4_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm4_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm4_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_2", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[23, 0, 0], [24, 0, 0], [25, 0, 0], [26, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "res_3_block0_conv_sep_conv2d_weight_OIHW8i8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm5_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm5_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm5_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_3", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[27, 0, 0], [28, 0, 0], [29, 0, 0], [30, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "res_3_block0_conv_sep_relu_gamma", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "prelu4", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse___layout_transform___prelu_2", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[31, 0, 0], [32, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "res_3_block0_conv_dw_conv2d_weight_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm6_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "res_3_block0_conv_dw_relu_gamma", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "prelu5", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_prelu_2", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[33, 0, 0], [34, 0, 0], [35, 0, 0], [36, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "prelu5_NCHW8c", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse___layout_transform___9", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[37, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "res_3_block0_conv_proj_conv2d_weight_OIHW8i8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm7_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm7_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "elemwise_add0", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_elemwise_add", 
        "num_inputs": "5", 
        "num_outputs": "1"
      }, 
      "inputs": [[38, 0, 0], [39, 0, 0], [40, 0, 0], [41, 0, 0], [27, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "res_3_block1_conv_sep_conv2d_weight_OIHW8i8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm8_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm8_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm8_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_3", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[42, 0, 0], [43, 0, 0], [44, 0, 0], [45, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "res_3_block1_conv_sep_relu_gamma", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "prelu6", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse___layout_transform___prelu_2", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[46, 0, 0], [47, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "res_3_block1_conv_dw_conv2d_weight_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm9_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "res_3_block1_conv_dw_relu_gamma", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "prelu7", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_prelu_2", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[48, 0, 0], [49, 0, 0], [50, 0, 0], [51, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "prelu7_NCHW8c", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse___layout_transform___9", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[52, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "res_3_block1_conv_proj_conv2d_weight_OIHW8i8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm10_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm10_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "elemwise_add1", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_elemwise_add", 
        "num_inputs": "5", 
        "num_outputs": "1"
      }, 
      "inputs": [[53, 0, 0], [54, 0, 0], [55, 0, 0], [56, 0, 0], [42, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "res_3_block2_conv_sep_conv2d_weight_OIHW8i8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm11_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm11_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm11_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_3", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[57, 0, 0], [58, 0, 0], [59, 0, 0], [60, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "res_3_block2_conv_sep_relu_gamma", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "prelu8", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse___layout_transform___prelu_2", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[61, 0, 0], [62, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "res_3_block2_conv_dw_conv2d_weight_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm12_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "res_3_block2_conv_dw_relu_gamma", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "prelu9", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_prelu_2", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[63, 0, 0], [64, 0, 0], [65, 0, 0], [66, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "prelu9_NCHW8c", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse___layout_transform___9", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[67, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "res_3_block2_conv_proj_conv2d_weight_OIHW8i8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm13_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm13_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "elemwise_add2", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_elemwise_add", 
        "num_inputs": "5", 
        "num_outputs": "1"
      }, 
      "inputs": [[68, 0, 0], [69, 0, 0], [70, 0, 0], [71, 0, 0], [57, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "res_3_block3_conv_sep_conv2d_weight_OIHW8i8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm14_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm14_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm14_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_3", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[72, 0, 0], [73, 0, 0], [74, 0, 0], [75, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "res_3_block3_conv_sep_relu_gamma", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "prelu10", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse___layout_transform___prelu_2", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[76, 0, 0], [77, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "res_3_block3_conv_dw_conv2d_weight_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm15_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "res_3_block3_conv_dw_relu_gamma", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "prelu11", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_prelu_2", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[78, 0, 0], [79, 0, 0], [80, 0, 0], [81, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "prelu11_NCHW8c", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse___layout_transform___9", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[82, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "res_3_block3_conv_proj_conv2d_weight_OIHW8i8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm16_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm16_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "elemwise_add3", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_elemwise_add", 
        "num_inputs": "5", 
        "num_outputs": "1"
      }, 
      "inputs": [[83, 0, 0], [84, 0, 0], [85, 0, 0], [86, 0, 0], [72, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "dconv_34_conv_sep_conv2d_weight_OIHW8i8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm17_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm17_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm17_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_4", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[87, 0, 0], [88, 0, 0], [89, 0, 0], [90, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "dconv_34_conv_sep_relu_gamma", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "prelu12", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse___layout_transform___prelu_3", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[91, 0, 0], [92, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "dconv_34_conv_dw_conv2d_weight_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm18_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "dconv_34_conv_dw_relu_gamma", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "prelu13", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_prelu_3", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[93, 0, 0], [94, 0, 0], [95, 0, 0], [96, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "prelu13_NCHW8c", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse___layout_transform___10", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[97, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "dconv_34_conv_proj_conv2d_weight_OIHW8i8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm19_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm19_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm19_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_5", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[98, 0, 0], [99, 0, 0], [100, 0, 0], [101, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "res_4_block0_conv_sep_conv2d_weight_OIHW8i8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm20_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm20_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm20_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_6", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[102, 0, 0], [103, 0, 0], [104, 0, 0], [105, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "res_4_block0_conv_sep_relu_gamma", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "prelu14", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse___layout_transform___prelu_4", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[106, 0, 0], [107, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "res_4_block0_conv_dw_conv2d_weight_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm21_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "res_4_block0_conv_dw_relu_gamma", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "prelu15", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_prelu_4", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[108, 0, 0], [109, 0, 0], [110, 0, 0], [111, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "prelu15_NCHW8c", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse___layout_transform___10", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[112, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "res_4_block0_conv_proj_conv2d_weight_OIHW8i8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm22_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm22_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "elemwise_add4", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_elemwise_add_1", 
        "num_inputs": "5", 
        "num_outputs": "1"
      }, 
      "inputs": [[113, 0, 0], [114, 0, 0], [115, 0, 0], [116, 0, 0], [102, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "res_4_block1_conv_sep_conv2d_weight_OIHW8i8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm23_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm23_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm23_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_6", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[117, 0, 0], [118, 0, 0], [119, 0, 0], [120, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "res_4_block1_conv_sep_relu_gamma", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "prelu16", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse___layout_transform___prelu_4", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[121, 0, 0], [122, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "res_4_block1_conv_dw_conv2d_weight_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm24_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "res_4_block1_conv_dw_relu_gamma", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "prelu17", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_prelu_4", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[123, 0, 0], [124, 0, 0], [125, 0, 0], [126, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "prelu17_NCHW8c", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse___layout_transform___10", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[127, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "res_4_block1_conv_proj_conv2d_weight_OIHW8i8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm25_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm25_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "elemwise_add5", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_elemwise_add_1", 
        "num_inputs": "5", 
        "num_outputs": "1"
      }, 
      "inputs": [[128, 0, 0], [129, 0, 0], [130, 0, 0], [131, 0, 0], [117, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "res_4_block2_conv_sep_conv2d_weight_OIHW8i8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm26_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm26_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm26_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_6", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[132, 0, 0], [133, 0, 0], [134, 0, 0], [135, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "res_4_block2_conv_sep_relu_gamma", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "prelu18", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse___layout_transform___prelu_4", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[136, 0, 0], [137, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "res_4_block2_conv_dw_conv2d_weight_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm27_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "res_4_block2_conv_dw_relu_gamma", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "prelu19", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_prelu_4", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[138, 0, 0], [139, 0, 0], [140, 0, 0], [141, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "prelu19_NCHW8c", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse___layout_transform___10", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[142, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "res_4_block2_conv_proj_conv2d_weight_OIHW8i8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm28_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm28_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "elemwise_add6", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_elemwise_add_1", 
        "num_inputs": "5", 
        "num_outputs": "1"
      }, 
      "inputs": [[143, 0, 0], [144, 0, 0], [145, 0, 0], [146, 0, 0], [132, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "res_4_block3_conv_sep_conv2d_weight_OIHW8i8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm29_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm29_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm29_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_6", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[147, 0, 0], [148, 0, 0], [149, 0, 0], [150, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "res_4_block3_conv_sep_relu_gamma", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "prelu20", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse___layout_transform___prelu_4", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[151, 0, 0], [152, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "res_4_block3_conv_dw_conv2d_weight_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm30_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "res_4_block3_conv_dw_relu_gamma", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "prelu21", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_prelu_4", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[153, 0, 0], [154, 0, 0], [155, 0, 0], [156, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "prelu21_NCHW8c", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse___layout_transform___10", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[157, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "res_4_block3_conv_proj_conv2d_weight_OIHW8i8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm31_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm31_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "elemwise_add7", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_elemwise_add_1", 
        "num_inputs": "5", 
        "num_outputs": "1"
      }, 
      "inputs": [[158, 0, 0], [159, 0, 0], [160, 0, 0], [161, 0, 0], [147, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "res_4_block4_conv_sep_conv2d_weight_OIHW8i8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm32_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm32_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm32_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_6", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[162, 0, 0], [163, 0, 0], [164, 0, 0], [165, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "res_4_block4_conv_sep_relu_gamma", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "prelu22", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse___layout_transform___prelu_4", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[166, 0, 0], [167, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "res_4_block4_conv_dw_conv2d_weight_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm33_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "res_4_block4_conv_dw_relu_gamma", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "prelu23", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_prelu_4", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[168, 0, 0], [169, 0, 0], [170, 0, 0], [171, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "prelu23_NCHW8c", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse___layout_transform___10", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[172, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "res_4_block4_conv_proj_conv2d_weight_OIHW8i8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm34_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm34_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "elemwise_add8", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_elemwise_add_1", 
        "num_inputs": "5", 
        "num_outputs": "1"
      }, 
      "inputs": [[173, 0, 0], [174, 0, 0], [175, 0, 0], [176, 0, 0], [162, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "res_4_block5_conv_sep_conv2d_weight_OIHW8i8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm35_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm35_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm35_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_6", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[177, 0, 0], [178, 0, 0], [179, 0, 0], [180, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "res_4_block5_conv_sep_relu_gamma", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "prelu24", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse___layout_transform___prelu_4", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[181, 0, 0], [182, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "res_4_block5_conv_dw_conv2d_weight_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm36_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "res_4_block5_conv_dw_relu_gamma", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "prelu25", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_prelu_4", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[183, 0, 0], [184, 0, 0], [185, 0, 0], [186, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "prelu25_NCHW8c", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse___layout_transform___10", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[187, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "res_4_block5_conv_proj_conv2d_weight_OIHW8i8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm37_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm37_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "elemwise_add9", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_elemwise_add_1", 
        "num_inputs": "5", 
        "num_outputs": "1"
      }, 
      "inputs": [[188, 0, 0], [189, 0, 0], [190, 0, 0], [191, 0, 0], [177, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "dconv_45_conv_sep_conv2d_weight_OIHW8i8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm38_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm38_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm38_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_7", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[192, 0, 0], [193, 0, 0], [194, 0, 0], [195, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "dconv_45_conv_sep_relu_gamma", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "prelu26", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse___layout_transform___prelu_5", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[196, 0, 0], [197, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "dconv_45_conv_dw_conv2d_weight_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm39_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "dconv_45_conv_dw_relu_gamma", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "prelu27", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_prelu_5", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[198, 0, 0], [199, 0, 0], [200, 0, 0], [201, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "prelu27_NCHW8c", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse___layout_transform___11", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[202, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "dconv_45_conv_proj_conv2d_weight_OIHW8i8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm40_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm40_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm40_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_8", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[203, 0, 0], [204, 0, 0], [205, 0, 0], [206, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "res_5_block0_conv_sep_conv2d_weight_OIHW8i8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm41_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm41_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm41_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_9", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[207, 0, 0], [208, 0, 0], [209, 0, 0], [210, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "res_5_block0_conv_sep_relu_gamma", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "prelu28", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse___layout_transform___prelu_6", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[211, 0, 0], [212, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "res_5_block0_conv_dw_conv2d_weight_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm42_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "res_5_block0_conv_dw_relu_gamma", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "prelu29", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_prelu_6", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[213, 0, 0], [214, 0, 0], [215, 0, 0], [216, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "prelu29_NCHW8c", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse___layout_transform___12", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[217, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "res_5_block0_conv_proj_conv2d_weight_OIHW8i8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm43_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm43_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "elemwise_add10", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_elemwise_add_2", 
        "num_inputs": "5", 
        "num_outputs": "1"
      }, 
      "inputs": [[218, 0, 0], [219, 0, 0], [220, 0, 0], [221, 0, 0], [207, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "res_5_block1_conv_sep_conv2d_weight_OIHW8i8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm44_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm44_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm44_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_9", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[222, 0, 0], [223, 0, 0], [224, 0, 0], [225, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "res_5_block1_conv_sep_relu_gamma", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "prelu30", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse___layout_transform___prelu_6", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[226, 0, 0], [227, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "res_5_block1_conv_dw_conv2d_weight_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm45_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "res_5_block1_conv_dw_relu_gamma", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "prelu31", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_prelu_6", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[228, 0, 0], [229, 0, 0], [230, 0, 0], [231, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "prelu31_NCHW8c", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse___layout_transform___12", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[232, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "res_5_block1_conv_proj_conv2d_weight_OIHW8i8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm46_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm46_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "elemwise_add11", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_elemwise_add_2", 
        "num_inputs": "5", 
        "num_outputs": "1"
      }, 
      "inputs": [[233, 0, 0], [234, 0, 0], [235, 0, 0], [236, 0, 0], [222, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "conv_6sep_conv2d_weight_OIHW8i8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm47_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm47_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm47_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_10", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[237, 0, 0], [238, 0, 0], [239, 0, 0], [240, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "conv_6sep_relu_gamma", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "prelu32", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse___layout_transform___prelu_7", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[241, 0, 0], [242, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "conv_6dw7_7_conv2d_weight_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm48_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm48_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[243, 0, 0], [244, 0, 0], [245, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "flatten0", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_flatten", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[246, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "pre_fc1_weight", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "pre_fc1_bias", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm49_div", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm49_add_beta", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm49_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_dense_broadcast_mul_broadcast_add", 
        "num_inputs": "5", 
        "num_outputs": "1"
      }, 
      "inputs": [[247, 0, 0], [248, 0, 0], [249, 0, 0], [250, 0, 0], [251, 0, 0]]
    }
  ], 
  "arg_nodes": [
    0, 
    2, 
    3, 
    4, 
    6, 
    8, 
    9, 
    10, 
    13, 
    14, 
    15, 
    17, 
    19, 
    20, 
    21, 
    24, 
    25, 
    26, 
    28, 
    29, 
    30, 
    32, 
    34, 
    35, 
    36, 
    39, 
    40, 
    41, 
    43, 
    44, 
    45, 
    47, 
    49, 
    50, 
    51, 
    54, 
    55, 
    56, 
    58, 
    59, 
    60, 
    62, 
    64, 
    65, 
    66, 
    69, 
    70, 
    71, 
    73, 
    74, 
    75, 
    77, 
    79, 
    80, 
    81, 
    84, 
    85, 
    86, 
    88, 
    89, 
    90, 
    92, 
    94, 
    95, 
    96, 
    99, 
    100, 
    101, 
    103, 
    104, 
    105, 
    107, 
    109, 
    110, 
    111, 
    114, 
    115, 
    116, 
    118, 
    119, 
    120, 
    122, 
    124, 
    125, 
    126, 
    129, 
    130, 
    131, 
    133, 
    134, 
    135, 
    137, 
    139, 
    140, 
    141, 
    144, 
    145, 
    146, 
    148, 
    149, 
    150, 
    152, 
    154, 
    155, 
    156, 
    159, 
    160, 
    161, 
    163, 
    164, 
    165, 
    167, 
    169, 
    170, 
    171, 
    174, 
    175, 
    176, 
    178, 
    179, 
    180, 
    182, 
    184, 
    185, 
    186, 
    189, 
    190, 
    191, 
    193, 
    194, 
    195, 
    197, 
    199, 
    200, 
    201, 
    204, 
    205, 
    206, 
    208, 
    209, 
    210, 
    212, 
    214, 
    215, 
    216, 
    219, 
    220, 
    221, 
    223, 
    224, 
    225, 
    227, 
    229, 
    230, 
    231, 
    234, 
    235, 
    236, 
    238, 
    239, 
    240, 
    242, 
    244, 
    245, 
    248, 
    249, 
    250, 
    251
  ], 
  "node_row_ptr": [
    0, 
    1, 
    2, 
    3, 
    4, 
    5, 
    6, 
    7, 
    8, 
    9, 
    10, 
    11, 
    12, 
    13, 
    14, 
    15, 
    16, 
    17, 
    18, 
    19, 
    20, 
    21, 
    22, 
    23, 
    24, 
    25, 
    26, 
    27, 
    28, 
    29, 
    30, 
    31, 
    32, 
    33, 
    34, 
    35, 
    36, 
    37, 
    38, 
    39, 
    40, 
    41, 
    42, 
    43, 
    44, 
    45, 
    46, 
    47, 
    48, 
    49, 
    50, 
    51, 
    52, 
    53, 
    54, 
    55, 
    56, 
    57, 
    58, 
    59, 
    60, 
    61, 
    62, 
    63, 
    64, 
    65, 
    66, 
    67, 
    68, 
    69, 
    70, 
    71, 
    72, 
    73, 
    74, 
    75, 
    76, 
    77, 
    78, 
    79, 
    80, 
    81, 
    82, 
    83, 
    84, 
    85, 
    86, 
    87, 
    88, 
    89, 
    90, 
    91, 
    92, 
    93, 
    94, 
    95, 
    96, 
    97, 
    98, 
    99, 
    100, 
    101, 
    102, 
    103, 
    104, 
    105, 
    106, 
    107, 
    108, 
    109, 
    110, 
    111, 
    112, 
    113, 
    114, 
    115, 
    116, 
    117, 
    118, 
    119, 
    120, 
    121, 
    122, 
    123, 
    124, 
    125, 
    126, 
    127, 
    128, 
    129, 
    130, 
    131, 
    132, 
    133, 
    134, 
    135, 
    136, 
    137, 
    138, 
    139, 
    140, 
    141, 
    142, 
    143, 
    144, 
    145, 
    146, 
    147, 
    148, 
    149, 
    150, 
    151, 
    152, 
    153, 
    154, 
    155, 
    156, 
    157, 
    158, 
    159, 
    160, 
    161, 
    162, 
    163, 
    164, 
    165, 
    166, 
    167, 
    168, 
    169, 
    170, 
    171, 
    172, 
    173, 
    174, 
    175, 
    176, 
    177, 
    178, 
    179, 
    180, 
    181, 
    182, 
    183, 
    184, 
    185, 
    186, 
    187, 
    188, 
    189, 
    190, 
    191, 
    192, 
    193, 
    194, 
    195, 
    196, 
    197, 
    198, 
    199, 
    200, 
    201, 
    202, 
    203, 
    204, 
    205, 
    206, 
    207, 
    208, 
    209, 
    210, 
    211, 
    212, 
    213, 
    214, 
    215, 
    216, 
    217, 
    218, 
    219, 
    220, 
    221, 
    222, 
    223, 
    224, 
    225, 
    226, 
    227, 
    228, 
    229, 
    230, 
    231, 
    232, 
    233, 
    234, 
    235, 
    236, 
    237, 
    238, 
    239, 
    240, 
    241, 
    242, 
    243, 
    244, 
    245, 
    246, 
    247, 
    248, 
    249, 
    250, 
    251, 
    252, 
    253
  ], 
  "heads": [[252, 0, 0]], 
  "attrs": {
    "shape": ["list_shape", [
        [1, 3, 112, 112], 
        [1, 1, 112, 112, 3], 
        [8, 1, 3, 3, 3, 8], 
        [8, 1, 1, 8], 
        [8, 1, 1, 8], 
        [1, 8, 56, 56, 8], 
        [64], 
        [1, 64, 56, 56], 
        [64, 1, 3, 3], 
        [64, 1, 1], 
        [64], 
        [1, 64, 56, 56], 
        [1, 8, 56, 56, 8], 
        [16, 8, 1, 1, 8, 8], 
        [16, 1, 1, 8], 
        [16, 1, 1, 8], 
        [1, 16, 56, 56, 8], 
        [128], 
        [1, 128, 56, 56], 
        [128, 1, 3, 3], 
        [128, 1, 1], 
        [128], 
        [1, 128, 28, 28], 
        [1, 16, 28, 28, 8], 
        [8, 16, 1, 1, 8, 8], 
        [8, 1, 1, 8], 
        [8, 1, 1, 8], 
        [1, 8, 28, 28, 8], 
        [16, 8, 1, 1, 8, 8], 
        [16, 1, 1, 8], 
        [16, 1, 1, 8], 
        [1, 16, 28, 28, 8], 
        [128], 
        [1, 128, 28, 28], 
        [128, 1, 3, 3], 
        [128, 1, 1], 
        [128], 
        [1, 128, 28, 28], 
        [1, 16, 28, 28, 8], 
        [8, 16, 1, 1, 8, 8], 
        [8, 1, 1, 8], 
        [8, 1, 1, 8], 
        [1, 8, 28, 28, 8], 
        [16, 8, 1, 1, 8, 8], 
        [16, 1, 1, 8], 
        [16, 1, 1, 8], 
        [1, 16, 28, 28, 8], 
        [128], 
        [1, 128, 28, 28], 
        [128, 1, 3, 3], 
        [128, 1, 1], 
        [128], 
        [1, 128, 28, 28], 
        [1, 16, 28, 28, 8], 
        [8, 16, 1, 1, 8, 8], 
        [8, 1, 1, 8], 
        [8, 1, 1, 8], 
        [1, 8, 28, 28, 8], 
        [16, 8, 1, 1, 8, 8], 
        [16, 1, 1, 8], 
        [16, 1, 1, 8], 
        [1, 16, 28, 28, 8], 
        [128], 
        [1, 128, 28, 28], 
        [128, 1, 3, 3], 
        [128, 1, 1], 
        [128], 
        [1, 128, 28, 28], 
        [1, 16, 28, 28, 8], 
        [8, 16, 1, 1, 8, 8], 
        [8, 1, 1, 8], 
        [8, 1, 1, 8], 
        [1, 8, 28, 28, 8], 
        [16, 8, 1, 1, 8, 8], 
        [16, 1, 1, 8], 
        [16, 1, 1, 8], 
        [1, 16, 28, 28, 8], 
        [128], 
        [1, 128, 28, 28], 
        [128, 1, 3, 3], 
        [128, 1, 1], 
        [128], 
        [1, 128, 28, 28], 
        [1, 16, 28, 28, 8], 
        [8, 16, 1, 1, 8, 8], 
        [8, 1, 1, 8], 
        [8, 1, 1, 8], 
        [1, 8, 28, 28, 8], 
        [32, 8, 1, 1, 8, 8], 
        [32, 1, 1, 8], 
        [32, 1, 1, 8], 
        [1, 32, 28, 28, 8], 
        [256], 
